import React from 'react'
import { Link } from 'react-router-dom'

const Post = () => {
  return (
    <div className='post'>
        <div className='image'>
            <Link>
            <img src="https://missiontothemoon.co/wp-content/uploads/2021/12/1920-12Quote-1-696x392.jpg.webp" alt="" />
            </Link>
        </div>
        <div className='texts'>
            <Link>
            <h2>
            ‘ให้อภัยตัวเอง – รู้จักคุณค่าตัวเอง – มีชีวิตเพื่อตัวเอง’
            </h2>
            </Link>
            <p className='info'>
                <a href="" className='author'>
                    nattavut
                </a>
                <time> 12 December 2023 - 18.52</time>
            </p>
            <p className="summary">
            การเดินทางตลอดหนึ่งปีที่ผ่านมา เราต้องเจอกับเรื่องราวมากมาย เผชิญหน้ากับเหตุการณ์ไม่คาดคิด และรับมือกับหลายความรู้สึกที่เกาะกุมอยู่ในใจ ด้วยเหตุนี้ ยิ่งใกล้ช่วงท้ายปี หลายคนเลยอยากปล่อยให้ ‘ปีเก่า’ เป็นเรื่องราวของ ‘ปีเก่า’ พร้อมทิ้งเรื่องราวเดิมๆ ไว้ข้างหลังและมุ่งหน้าสู่การเดินทางใหม่ที่กำลังจะมาถึง

แต่แทนที่จะโยนทิ้งและปล่อยให้เป็นเรื่องราวในอดีตเฉยๆ อย่าลืมว่าจริงๆ แล้วการเดินทางอันยาวนานตลอด 1 ปีที่ผ่านมาให้อะไรเรามากมาย  มาร่วมส่งท้ายปีเก่าด้วยการรู้จักตัวเอง ย้อนมองบทเรียน และรับกำลังใจดีๆ ผ่าน 12 บทความให้กำลังใจจาก Mission To The Moon

ก่อนจะโอบรับการเดินทางครั้งใหม่ด้วยกำลังใจเต็มเปี่ยมไปด้วยกัน
            </p>
        </div>
      
    </div>
  )
}

export default Post
